/*
Navicat MySQL Data Transfer

Source Server         : localhsot
Source Server Version : 50717
Source Host           : localhost:3306
Source Database       : ttdsearchdb

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2017-07-21 13:25:11
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for demo
-- ----------------------------
DROP TABLE IF EXISTS `demo`;
CREATE TABLE `demo` (
  `ID` bigint(11) NOT NULL AUTO_INCREMENT COMMENT ' 自增长ID',
  `spotID` bigint(20) NOT NULL DEFAULT '0' COMMENT ' 景点ID',
  `spotName` varchar(100) NOT NULL DEFAULT '' COMMENT ' 景点名称',
  `ename` varchar(500) DEFAULT NULL COMMENT ' 景点名称拼音',
  `lat` double NOT NULL DEFAULT '-1' COMMENT ' 纬度',
  `lon` double NOT NULL DEFAULT '-1' COMMENT ' 经度',
  `address` varchar(100) DEFAULT NULL COMMENT ' 地址',
  `districtName` varchar(50) DEFAULT NULL COMMENT '景区名称',
  `cityName` varchar(50) DEFAULT NULL COMMENT '城市',
  `provinceName` varchar(200) DEFAULT NULL COMMENT '省份',
  `countryName` varchar(50) DEFAULT NULL COMMENT '国家',
  `themeTags` varchar(1000) DEFAULT NULL COMMENT '主题标签',
  `attentionDegree` double DEFAULT '0' COMMENT '关注度',
  `createTime` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  PRIMARY KEY (`ID`),
  UNIQUE KEY `idx_SpotID` (`spotID`)
) ENGINE=InnoDB AUTO_INCREMENT=512 DEFAULT CHARSET=utf8 COMMENT='lucene 测试表';

-- ----------------------------
-- Records of demo
-- ----------------------------
INSERT INTO `demo` VALUES ('1', '1653', '明孝陵', 'ming xiao ling ', '32.04959', '118.836131', '南京市玄武区紫金山南独龙阜玩珠峰下', '南京2', '南京', '江苏', '中国', '名胜古迹', '4305', '2017-02-28 17:51:37');
INSERT INTO `demo` VALUES ('2', '1561', '敦煌影视古城', 'dun huang ying shi gu cheng ', '40.0574506500639', '94.5201516002417', '敦煌市西南16公里处（G215国道旁）', '敦煌', '敦煌', '甘肃', '中国', '名胜古迹', '102', '2017-02-07 13:42:21');
INSERT INTO `demo` VALUES ('3', '1654', '南京海底世界', 'nan jing hai di shi jie ', '32.0529174804688', '118.844764709473', '南京市玄武区四方城8号', '南京2', '南京', '江苏', '中国', '动植物园', '3249', '2017-02-07 13:42:22');
INSERT INTO `demo` VALUES ('4', '1658', '灵谷寺景区', 'ling gu si jing qu', '32.0540504455566', '118.867040529847', '南京市玄武区灵谷寺2号（近南京体育学院）', '南京2', '南京', '江苏', '中国', '自然风光', '721', '2017-02-07 13:42:23');
INSERT INTO `demo` VALUES ('5', '1830', '留园', 'liu yuan', '31.3154323864105', '120.592619881034', '苏州市姑苏区留园路338号', '苏州', '苏州', '江苏', '中国', '名胜古迹!===!赏花踏青', '1792', '2017-02-07 13:42:30');
INSERT INTO `demo` VALUES ('6', '2021', '云栖竹径', 'yun qi zhu jing ', '30.1893688645869', '120.087335422635', '杭州市西湖区梅灵南路五云山云栖坞', '杭州', '杭州', '浙江', '中国', '自然风光', '763', '2017-02-07 13:42:36');
INSERT INTO `demo` VALUES ('7', '1937', '西津渡古街', 'xi jin du gu jie ', '32.2138023376465', '119.432655334473', '镇江市润州区西津渡街25号', '镇江', '镇江', '江苏', '中国', '名胜古迹', '749', '2017-02-28 15:47:54');
INSERT INTO `demo` VALUES ('8', '2039', '六和塔', 'liu he ta ', '30.196044921875', '120.131637573242', '杭州市西湖区之江路16号', '杭州', '杭州', '浙江', '中国', '名胜古迹', '904', '2017-02-07 13:42:41');
INSERT INTO `demo` VALUES ('9', '2033', '雷峰塔', 'lei feng ta ', '30.2315677', '120.149695', '杭州市西湖区南山路15号', '杭州', '杭州', '浙江', '中国', '名胜古迹', '1810', '2017-02-07 13:42:38');
INSERT INTO `demo` VALUES ('10', '2045', '虎跑公园', 'hu pao gong yuan ', '30.2094171921946', '120.13501302898', '杭州市西湖区虎跑路39号', '杭州', '杭州', '浙江', '中国', '自然风光', '858', '2017-02-07 13:42:42');
INSERT INTO `demo` VALUES ('11', '2203', '大香林', 'da xiang lin', '30.0204339999999', '120.417171', '绍兴市柯桥区柯夏线湖塘街道香林大道', '绍兴', '绍兴', '浙江', '中国', '农家乐!===!温泉!===!自然风光', '268', '2017-02-07 13:42:47');
INSERT INTO `demo` VALUES ('12', '2340', '鳌园', 'ao yuan', '24.5658760070801', '118.105400085449', '厦门市集美区集美学村东南角海滨（嘉庚公园内）', '厦门', '厦门', '福建', '中国', '展览演出', '384', '2017-02-07 13:42:51');
INSERT INTO `demo` VALUES ('13', '2439', '黄龙洞', 'huang long dong', '29.3629570007324', '110.614952087402', '张家界市武陵源区索溪峪镇河口村', null, '张家界', '湖南', '中国', '自然风光', '920', '2017-02-07 13:42:54');
INSERT INTO `demo` VALUES ('14', '2778', '世界之窗', 'shi jie zhi chuan', '22.534717', '113.973417', '深圳市南山区深南大道9037号', '深圳', '深圳', '广东', '中国', '主题乐园!===!赏花踏青', '10392', '2017-02-07 13:42:54');
INSERT INTO `demo` VALUES ('15', '2777', '青青世界', 'qing qing shi jie', '22.5009155273438', '113.901268005371', '深圳市南山区月亮湾青青街1号', '深圳', '深圳', '广东', '中国', '动植物园!===!赏花踏青', '2197', '2017-02-07 13:42:55');
INSERT INTO `demo` VALUES ('16', '2345', '日光岩', 'ri guang yan ', '24.442085498222', '118.067379653454', '厦门市思明区晃岩路62号', '鼓浪屿', '厦门', '福建', '中国', '自然风光!===!展览演出', '3387', '2017-02-07 13:42:51');
INSERT INTO `demo` VALUES ('17', '2886', '独秀峰', 'du xiu feng', '25.2830298572597', '110.298752635717', '桂林市秀峰区东华路，靖江王城（桂林市秀峰区王城路1号）景区内。', '桂林', '桂林', '广西', '中国', '自然风光', '0', '2015-07-07 07:04:14');
INSERT INTO `demo` VALUES ('18', '3055', '虎跳峡', 'hu tiao xia', '27.1723988475662', '100.099085196853', '丽江市玉龙纳西族自治县龙蟠乡东北', '丽江', '丽江', '云南', '中国', '自然风光', '1183', '2017-02-07 13:43:04');
INSERT INTO `demo` VALUES ('19', '3056', '丽江古城', 'li jiang gu cheng', '26.8667265443407', '100.232048749923', '丽江市古城区大研古镇', '丽江', '丽江', '云南', '中国', '名胜古迹!===!赏花踏青', '3696', '2017-02-07 13:43:05');
INSERT INTO `demo` VALUES ('20', '2441', '十里画廊', 'shi li hua lang ', '29.3660755157471', '110.485862731934', '张家界市武陵源区张家界森林公园内（索溪峪区域内）', null, '张家界', '湖南', '中国', '城市观光!===!自然风光', '0', '2015-07-07 07:04:06');
INSERT INTO `demo` VALUES ('21', '2960', '大观公园', 'da guan gong yuan', '25.0231282548062', '102.671269148589', '昆明市西山区大观路284号', '昆明', '昆明', '云南', '中国', '赏花踏青', '293', '2017-02-07 13:42:59');
INSERT INTO `demo` VALUES ('22', '2342', '胡里山炮台', 'hu li shan pao tai ', '24.4291496276855', '118.107971191406', '厦门市思明区环岛南路曾厝垵2号', '厦门', '厦门', '福建', '中国', '名胜古迹', '2517', '2017-02-07 13:42:51');
INSERT INTO `demo` VALUES ('23', '1671', '栖霞山', 'qi xia shan ', '32.153736114502', '118.962982177734', '南京市栖霞区栖霞街88号（近栖霞大道）', '南京', '南京', '江苏', '中国', '赏花!===!自然风光!===!避暑', '0', '2015-07-09 17:04:40');
INSERT INTO `demo` VALUES ('24', '1831', '怡园', 'yi yuan', '31.3076591491699', '120.621505737305', '苏州市沧浪区人民路1265号', '苏州', '苏州', '江苏', '中国', '自然风光!===!古迹遗址', '0', '2015-07-09 17:04:38');
INSERT INTO `demo` VALUES ('25', '2024', '九溪烟树', 'jiu xi yan shu', '30.2029590606689', '120.120124816895', '杭州市西湖区龙井村南', '杭州', '杭州', '浙江', '中国', '自然风光', '457', '2017-02-07 13:42:36');
INSERT INTO `demo` VALUES ('26', '3050', '甘海子', 'gan hai zi', '27.090353012085', '100.258247375488', '云南省丽江市玉龙纳西族自治县白水河段', '丽江', '丽江', '云南', '中国', '自然风光', '250', '2017-02-07 13:43:04');
INSERT INTO `demo` VALUES ('27', '2104', '护国随粮王庙（七老爷庙）', 'hu guo sui liang wang miao qi lao ye miao ', '30.945005', '120.88785', '嘉兴市嘉善县西塘镇塔湾街', '西塘', '西塘', '浙江', '中国', '', '71', '2017-02-07 13:42:43');
INSERT INTO `demo` VALUES ('28', '2031', '断桥残雪', 'duan qiao can xue ', '30.2592564208077', '120.151967341104', '杭州市西湖区北山路与石函路交汇处（白堤北端）', '杭州', '杭州', '浙江', '中国', '赏花踏青!===!名胜古迹', '973', '2017-02-07 13:42:38');
INSERT INTO `demo` VALUES ('29', '2232', '始信峰', 'shi xin feng', '30.1398493801551', '118.173357963561', '黄山市黄山区黄山风景区内', '黄山', '黄山', '安徽', '中国', '', '138', '2017-02-07 13:42:48');
INSERT INTO `demo` VALUES ('30', '1681', '总统府', 'zong tong fu ', '32.044261932373', '118.797317504883', '南京市玄武区长江路292号', '南京2', '南京', '江苏', '中国', '', '5476', '2017-02-07 13:42:28');
INSERT INTO `demo` VALUES ('31', '2343', '集美学村', 'ji mei xue cun ', '24.5777778625488', '118.09610748291', '厦门市集美区集美学村 ', '厦门', '厦门', '福建', '中国', '名胜古迹!===!城市观光', '1296', '2017-02-07 13:42:51');
INSERT INTO `demo` VALUES ('32', '2110', '西园', 'xi yuan ', '30.9440327563075', '120.893915697932', '嘉兴市嘉善县西塘古镇苏家弄\n', '西塘', '西塘', '浙江', '中国', '自然风光', '134', '2017-02-07 13:42:43');
INSERT INTO `demo` VALUES ('33', '2105', '圣堂', 'sheng tang', '30.9451075304475', '120.896874845028', '嘉兴市嘉善县西塘镇烧香港北街', '西塘', '西塘', '浙江', '中国', '名胜古迹', '65', '2017-02-07 13:42:44');
INSERT INTO `demo` VALUES ('34', '2094', '烟雨长廊', 'yan yu chang lang ', '30.9444122314453', '120.89533996582', '嘉兴市嘉善县西塘镇西塘景区内', '西塘', '西塘', '浙江', '中国', '名胜古迹', '222', '2017-02-07 13:42:42');
INSERT INTO `demo` VALUES ('35', '2880', '芦笛岩', 'lu di yan', '25.3043403625488', '110.273567199707', '桂林市秀峰区芦笛路1号', '桂林', '桂林', '广西', '中国', '自然风光!===!赏花踏青', '1559', '2017-02-07 13:42:58');
INSERT INTO `demo` VALUES ('36', '2883', '伏波山', 'fu bo shan ', '25.2835540771484', '110.303932189941', '桂林市叠彩区滨江路27号', '桂林', '桂林', '广西', '中国', '自然风光!===!赏花踏青', '83', '2017-02-07 13:42:59');
INSERT INTO `demo` VALUES ('37', '758', '上海野生动物园', 'shang hai ye sheng dong wu yuan ', '31.0547657012939', '121.724334716797', '上海市浦东新区南六公路178号', '上海', '上海', '上海', '中国', '主题乐园!===!自然风光!===!动植物园', '10827', '2017-02-07 13:42:10');
INSERT INTO `demo` VALUES ('38', '1770', '灵山大佛', 'ling shan da fo', '31.4311874390537', '120.100999936462', '无锡市滨湖区马山镇灵山路灵山胜境景区内', null, '无锡', '江苏', '中国', '主题乐园', '10535', '2017-02-07 13:42:29');
INSERT INTO `demo` VALUES ('39', '762', '东方明珠', 'dong fang ming zhu', '31.2396797000798', '121.499755859375', '上海市浦东新区世纪大道1号', '上海', '上海', '上海', '中国', '自然风光!===!名胜古迹', '16953', '2017-02-07 13:42:12');
INSERT INTO `demo` VALUES ('40', '748', '锦江乐园', 'jin jiang le yuan ', '31.1405822616166', '121.40983581543', '上海市闵行区虹梅路201号', '上海', '上海', '上海', '中国', '主题乐园', '4124', '2017-02-07 13:42:09');
INSERT INTO `demo` VALUES ('41', '1562', '阳关遗址', 'yang guan yi zhi', '39.9238624572754', '94.0549468994141', '敦煌市西南七十公里处阳关', '敦煌', '敦煌', '甘肃', '中国', '名胜古迹!===!展览演出', '102', '2017-02-07 13:42:21');
INSERT INTO `demo` VALUES ('42', '1896', '个园', 'ge yuan ', '32.3991088867188', '119.443305969238', '扬州市广陵区盐阜东路10号', '扬州', '扬州', '江苏', '中国', '名胜古迹!===!赏花踏青', '1946', '2017-02-07 13:42:32');
INSERT INTO `demo` VALUES ('43', '1897', '何园', 'he yuan', '32.3857650756836', '119.448501586914', '扬州市广陵区徐凝门大街66号', '扬州', '扬州', '江苏', '中国', '名胜古迹!===!赏花踏青', '1135', '2017-02-07 13:42:31');
INSERT INTO `demo` VALUES ('44', '2036', '苏堤', 'su di ', '30.2458915710449', '120.137519836426', '杭州市西湖区苏公堤（北山路和南山路之间）', '杭州', '杭州', '浙江', '中国', '自然风光', '642', '2017-02-07 13:42:40');
INSERT INTO `demo` VALUES ('45', '2035', '花港观鱼', 'hua gang guan yu', '30.2309284210205', '120.13695526123', '杭州市西湖区西湖南面苏堤入口附近', '杭州', '杭州', '浙江', '中国', '自然风光', '429', '2017-02-07 13:42:38');
INSERT INTO `demo` VALUES ('46', '2286', '三叠泉', 'san die quan ', '29.5527801513672', '116.045745849609', '江西庐山东南九叠谷', '庐山', '庐山', '江西', '中国', '自然风光!===!赏花踏青', '406', '2017-02-07 13:42:49');
INSERT INTO `demo` VALUES ('47', '2287', '石门涧', 'shi men jian ', '29.5630598876849', '115.946944743394', '九江市庐山区庐山西麓', '庐山', '庐山', '江西', '中国', '自然风光!===!赏花踏青', '159', '2017-02-07 13:42:49');
INSERT INTO `demo` VALUES ('48', '2208', '吼山', 'hou shan ', '29.9942863293473', '120.695558652282', '绍兴市越城区皋埠镇境内', '绍兴', '绍兴', '浙江', '中国', '自然风光', '362', '2017-02-07 13:42:48');
INSERT INTO `demo` VALUES ('49', '2290', '白鹿洞书院', 'bai lu dong shu yuan ', '29.5162391662598', '116.041526794434', '江西省九江市庐山区海会镇环山公路27号', '庐山', '九江', '江西', '中国', '', '101', '2017-02-07 13:42:49');
INSERT INTO `demo` VALUES ('50', '2821', '梅溪牌坊', 'mei xi pai fang ', '22.2854423522949', '113.515281677246', '珠海市香洲区前山镇上冲梅溪村', '珠海', '珠海', '广东', '中国', '滑雪', '342', '2017-02-07 13:42:56');
INSERT INTO `demo` VALUES ('51', '1373', '岱庙', 'dai miao ', '36.1926651000977', '117.131652832031', '泰安市泰山区朝阳街7号', '泰安', '泰安', '山东', '中国', '名胜古迹!===!城市观光', '0', '2017-02-28 10:39:19');
INSERT INTO `demo` VALUES ('52', '2169', '龙山岛', 'long shan dao ', '29.6055329128913', '118.980590820313', '杭州市淳安县千岛湖中心湖区', '千岛湖', '淳安', '浙江', '中国', '自然风光', '104', '2017-02-07 13:42:44');
INSERT INTO `demo` VALUES ('53', '2100', '石皮弄', 'shi pi nong', '30.9437833858467', '120.892530652636', '西塘镇下西街家尊闻堂与种福堂之间的过道', '西塘', '西塘', '浙江', '中国', '名胜古迹!===!赏花踏青', '262', '2017-02-07 13:42:43');
INSERT INTO `demo` VALUES ('54', '2416', '武夷宫', 'wu yi gong', '27.6420917510986', '117.971733093262', '南平市武夷山市武夷山国家旅游度假区内（大王峰的南麓，前临九曲溪口）', '武夷山', '武夷山', '福建', '中国', '名胜古迹', '85', '2017-02-07 13:42:53');
INSERT INTO `demo` VALUES ('55', '736', '外滩', 'wai tan', '31.2402610778809', '121.490577697754', '上海市黄浦区中山东一路（北至外白渡桥、南至十六铺码头）', '上海', '上海', '上海', '中国', '城市观光', '2756', '2017-02-07 13:42:04');
INSERT INTO `demo` VALUES ('56', '739', '金茂大厦', 'jin mao da xia ', '31.2352504120364', '121.505749404431', '上海市浦东新区世纪大道88号', '上海', '上海', '上海', '中国', '赏花踏青!===!名胜古迹!===!团队拓展', '6440', '2017-02-07 13:42:08');
INSERT INTO `demo` VALUES ('57', '1268', '第一海水浴场', 'di yi hai shui yu chang ', '36.0576275474089', '120.339529603719', '青岛市市南区南海路23号', '青岛', '青岛', '山东', '中国', '自然风光', '71', '2017-02-07 15:40:15');
INSERT INTO `demo` VALUES ('58', '1266', '小青岛', 'xiao qing dao', '36.052791595459', '120.324012756348', '青岛市市南区琴屿路26号', '青岛', '青岛', '山东', '中国', '自然风光', '467', '2017-02-07 13:42:12');
INSERT INTO `demo` VALUES ('59', '1278', '花石楼', 'hua shi lou', '36.0501861572266', '120.353424072266', '青岛市市南区黄海路18号', '青岛', '青岛', '山东', '中国', '城市观光', '0', '2017-02-07 15:29:57');
INSERT INTO `demo` VALUES ('60', '1443', '华清宫', 'hua qing gong ', '34.3641204833984', '109.213508605957', '西安市临潼区华清路038号', '西安', '西安', '陕西', '中国', '名胜古迹', '4895', '2017-02-07 13:42:19');
INSERT INTO `demo` VALUES ('61', '1444', '秦始皇兵马俑博物馆', 'qin shi huang bing ma yong bo wu guan ', '34.3841133117676', '109.278495788574', '西安市临潼区秦陵北路', '西安', '西安', '陕西', '中国', '名胜古迹!===!团队拓展!===!漂流', '10251', '2017-02-07 13:42:20');
INSERT INTO `demo` VALUES ('62', '1441', '半坡博物馆', 'ban po bo wu guan', '34.2732392640071', '109.051177561283', '西安市半坡路155号（西安东郊）', '西安', '西安', '陕西', '中国', '名胜古迹!===!展览演出', '698', '2017-02-07 13:42:19');
INSERT INTO `demo` VALUES ('63', '1563', '鸣沙山月牙泉', 'ming sha shan yue ya quan ', '40.0939865112305', '94.6766052246094', '敦煌市月牙泉镇鸣山路（市区以南约五公里处）', '敦煌', '敦煌', '甘肃', '中国', '自然风光!===!团队拓展', '460', '2017-02-07 13:42:21');
INSERT INTO `demo` VALUES ('64', '1566', '莫高窟', 'mo gao ku ', '40.0414772033691', '94.8091354370117', '莫高窟数字展示中心位于敦煌市区东侧9公里处（314省道南侧，敦煌火车站西侧约1公里处），\n石窟位于敦煌市东南25公里处鸣沙山东麓、宕泉河西岸的断崖上。', '敦煌', '敦煌', '甘肃', '中国', '名胜古迹', '680', '2017-02-07 13:42:24');
INSERT INTO `demo` VALUES ('65', '1661', '中山植物园', 'zhong shan zhi wu yuan', '32.0527347972768', '118.834278553723', '南京市玄武区植物园路前湖后村1号', '南京2', '南京', '江苏', '中国', '主题乐园!===!自然风光', '617', '2017-02-07 13:42:25');
INSERT INTO `demo` VALUES ('66', '1669', '南京长江大桥', 'nan jing chang jiang da qiao ', '32.1133499145508', '118.744125366211', '南京市西北，横跨于下关区与浦口区间的长江之上', '南京2', '南京', '江苏', '中国', '城市观光', '1607', '2017-02-07 13:42:27');
INSERT INTO `demo` VALUES ('67', '1670', '雨花台', 'yu hua tai', '31.9933948516846', '118.781120300293', '南京市雨花台区雨花路215号', '南京2', '南京', '江苏', '中国', '', '1462', '2017-02-07 13:42:26');
INSERT INTO `demo` VALUES ('68', '1771', '龙头渚', 'long tou zhu', '31.3775100708008', '120.076263427734', '无锡市滨湖区太湖国家旅游度假区南端', '无锡', '无锡', '江苏', '中国', '主题乐园!===!自然风光', '454', '2017-02-07 13:42:29');
INSERT INTO `demo` VALUES ('69', '1775', '鼋头渚', 'yuan tou zhu', '31.5193748474121', '120.234283447266', '无锡市滨湖区鼋渚路1号（充山大门）', '无锡', '无锡', '江苏', '中国', '赏花踏青!===!自然风光', '7072', '2017-02-07 13:42:30');
INSERT INTO `demo` VALUES ('70', '1772', '梅园', 'mei yuan ', '31.5520025245466', '120.222890749573', '无锡市滨湖区梁溪西路卞家湾13号', '无锡', '无锡', '江苏', '中国', '', '4341', '2017-02-07 13:42:29');
INSERT INTO `demo` VALUES ('71', '1891', '瘦西湖', 'shou xi hu ', '32.4063453674316', '119.42391204834', '扬州市邗江区大虹桥路28号', '扬州', '扬州', '江苏', '中国', '自然风光!===!赏花踏青!===!名胜古迹', '11461', '2017-02-07 13:42:30');
INSERT INTO `demo` VALUES ('72', '1894', '大明寺', 'da ming si', '32.419406890869', '119.41277782619', '扬州市邗江区平山堂东路8号', '扬州', '扬州', '江苏', '中国', '', '2004', '2017-02-07 13:42:30');
INSERT INTO `demo` VALUES ('73', '1935', '茅山', 'mao shan ', '31.7947673797607', '119.31636248529', '镇江市句容市茅山镇大茅路，句容市与常州的金坛市交界处', '句容', '镇江', '江苏', '中国', '', '1233', '2017-02-07 13:42:34');
INSERT INTO `demo` VALUES ('74', '1931', '宝华山', 'bao hua shan ', '32.1404457092285', '119.093229189515', '镇江市句容市宝华镇杨柳泉路', '句容', '镇江', '江苏', '中国', '古迹遗址!===!自然风光', '0', '2015-07-22 08:53:33');
INSERT INTO `demo` VALUES ('75', '1933', '焦山1', 'jiao shan 111111', '32.2323684692383', '119.488357543945', '镇江市京口区东吴路（象山脚下）', '镇江', '镇江', '江苏', '中国', '主题乐园!===!自然风光', '557', '2017-02-22 21:54:37');
INSERT INTO `demo` VALUES ('76', '2025', '龙井问茶', 'long jing wen cha ', '30.2233562469482', '120.108772277832', '杭州市西湖区龙井村龙井路148号', '杭州', '杭州', '浙江', '中国', '', '145', '2017-02-07 13:42:37');
INSERT INTO `demo` VALUES ('77', '2038', '三潭印月', 'san tan yin yue ', '30.2388362884521', '120.145317077637', '杭州市西湖区西湖中部偏南', '杭州', '杭州', '浙江', '中国', '名胜古迹', '754', '2017-02-07 13:42:40');
INSERT INTO `demo` VALUES ('78', '2190', '兰亭', 'lan ting', '29.9242172241211', '120.493476867676', '绍兴市柯桥区兰亭镇', '绍兴', '绍兴', '浙江', '中国', '自然风光', '1351', '2017-02-07 13:42:45');
INSERT INTO `demo` VALUES ('79', '2193', '鲁迅故里景区', 'lu xun gu li jing qu ', '29.992075', '120.586675', '绍兴市越城区鲁迅中路241号', '绍兴', '绍兴', '浙江', '中国', '名胜古迹!===!赏花踏青', '1299', '2017-02-07 13:42:45');
INSERT INTO `demo` VALUES ('80', '2189', '绍兴柯岩风景区', 'shao xing ke yan feng jing qu ', '30.047924041748', '120.477279663086', '绍兴市柯桥区柯岩大道558号', '绍兴', '绍兴', '浙江', '中国', '名胜古迹', '1792', '2017-02-07 13:42:44');
INSERT INTO `demo` VALUES ('81', '2209', '鉴湖', 'jian hu', '30.0545959472656', '120.44832611084', '绍兴市柯桥区柯岩风景区内', '绍兴', '绍兴', '浙江', '中国', '主题乐园!===!自然风光', '221', '2017-02-07 13:42:48');
INSERT INTO `demo` VALUES ('82', '2206', '东湖', 'dong hu', '30.0008011609368', '120.628161519623', '绍兴市越城区东湖镇云东路', '绍兴', '绍兴', '浙江', '中国', '主题乐园!===!自然风光', '2118', '2017-02-07 13:42:48');
INSERT INTO `demo` VALUES ('83', '2440', '宝峰湖景区', 'bao feng hu jing qu ', '29.3273475398838', '110.548894107342', '张家界市武陵源区宝峰路 ‎', null, '张家界', '湖南', '中国', '自然风光!===!赏花踏青', '323', '2017-02-07 13:42:54');
INSERT INTO `demo` VALUES ('84', '2776', '锦绣中华民俗村', 'jin xiu zhong hua min su cun', '22.5323942331175', '113.988651573658', '深圳市南山区深南大道9003号', '深圳', '深圳', '广东', '中国', '主题乐园', '6739', '2017-02-07 13:42:54');
INSERT INTO `demo` VALUES ('85', '2781', '光明农场大观园', 'guang ming nong chang', '22.7557205599344', '113.960811138153', '深圳市光明新区碧水路光明农业生态旅游区', '深圳', '深圳', '广东', '中国', '展览演出', '1625', '2017-02-07 13:42:55');
INSERT INTO `demo` VALUES ('86', '2826', '石景山公园', 'shi jing shan gong yuan ', '22.2623805999756', '113.580467224121', '珠海市香洲区海滨北路', '珠海', '珠海', '广东', '中国', '主题乐园!===!自然风光', '0', '2017-02-22 22:12:36');
INSERT INTO `demo` VALUES ('87', '2830', '珠海渔女 ', 'zhu hai yu nv', '22.2616596221924', '113.588745117188', '珠海市香洲区情侣中路香炉湾畔', '珠海', '珠海', '广东', '中国', '城市观光!===!自然风光', '807', '2017-02-07 15:29:21');
INSERT INTO `demo` VALUES ('88', '2887', '尧山', 'yao shan ', '25.2923545837402', '110.369827270508', '桂林市叠彩区尧山路尧山景区', '桂林', '桂林', '广西', '中国', '自然风光!===!赏花踏青', '314', '2017-02-07 13:42:59');
INSERT INTO `demo` VALUES ('89', '2882', '七星景区', 'qi xing jing qu ', '25.2689342498779', '110.312126159668', '桂林市七星区七星路1号', '桂林', '桂林', '广西', '中国', '自然风光!===!赏花踏青', '1160', '2017-02-07 13:42:58');
INSERT INTO `demo` VALUES ('90', '2885', '草坪', 'cao ping', '25.0528392791748', '110.453910827637', '桂林市雁山区临桂县，漓江东岸。', '桂林', '桂林', '广西', '中国', '自然风光!===!赏花踏青', '0', '2017-02-07 13:42:59');
INSERT INTO `demo` VALUES ('91', '2879', '叠彩山', 'die cai shan', '25.2873815138927', '110.30200173455', '桂林市叠彩区龙珠路2号', '桂林', '桂林', '广西', '中国', '自然风光!===!赏花踏青', '410', '2017-02-07 13:42:59');
INSERT INTO `demo` VALUES ('92', '2884', '灵渠', 'ling qu ', '25.6081962585449', '110.67992401123', '桂林市兴安县（古灵渠水流经兴安县城的南北两岸）', '兴安县', '兴安县', '广西', '中国', '城市观光', '123', '2017-02-07 13:42:58');
INSERT INTO `demo` VALUES ('93', '2973', '云南民族村', 'yun nan min zu cun', '24.9674784900355', '102.666743099689', '昆明市西山区滇池路1310号', '昆明', '昆明', '云南', '中国', '', '2213', '2017-02-07 13:43:02');
INSERT INTO `demo` VALUES ('94', '2888', '漓江', 'li jiang', '25.0890013888725', '110.434735640884', '桂林市漓江（一般最常规游览路线是从桂林磨盘山码头或竹江码头到阳朔段航线）', '桂林', '桂林', '广西', '中国', '城市观光', '1768', '2017-02-07 13:42:59');
INSERT INTO `demo` VALUES ('95', '3008', '中科院西双版纳热带植物园', 'zhong ke yuan xi shuang ban na zhi wu yuan ', '21.9196243286133', '101.277359008789', '西双版纳傣族自治州勐腊县勐仑镇', '西双版纳', '西双版纳', '云南', '中国', '动植物园!===!赏花踏青', '2424', '2017-02-07 13:43:03');
INSERT INTO `demo` VALUES ('96', '3009', '野象谷', 'ye xiang gu', '22.1667900085449', '100.865386962891', '西双版纳傣族自治州景洪市勐养镇三岔河距景洪市36千米', '西双版纳', '西双版纳', '云南', '中国', '自然风光', '1555', '2017-02-07 13:43:03');
INSERT INTO `demo` VALUES ('97', '3037', '大理崇圣寺三塔', 'da li chong sheng si san ta ', '25.7060604095459', '100.149314880371', '大理白族自治州大理古城西北部1.5公里处214国道旁', '大理', '大理市', '云南', '中国', '名胜古迹!===!城市观光', '2116', '2017-02-07 13:43:04');
INSERT INTO `demo` VALUES ('98', '3049', '玉龙雪山', 'yu long xue shan ', '27.0972366333008', '100.261215209961', '丽江市玉龙纳西族自治县北部', '丽江', '丽江', '云南', '中国', '自然风光!===!赏花踏青', '5357', '2017-02-07 13:43:04');
INSERT INTO `demo` VALUES ('99', '3038', '洱海', 'er hai', '25.7785993901', '100.1869567484', '大理白族自治州大理市东北部', '大理', '大理', '云南', '中国', '主题乐园!===!自然风光', '2725', '2017-02-07 15:29:21');
INSERT INTO `demo` VALUES ('100', '3054', '长江第一湾', 'chang jiang di yi wan ', '26.8681564331055', '99.9621047973633', '丽江市玉龙纳西族自治县226省道石鼓镇旁', '丽江', '丽江', '云南', '中国', '自然风光', '0', '2015-07-22 08:53:44');
INSERT INTO `demo` VALUES ('101', '3040', '蝴蝶泉', 'hu die quan ', '25.9077117300793', '100.096801087261', '大理古城以北约25公里的周城', '大理', '大理市', '云南', '中国', '自然风光', '836', '2017-02-07 13:43:03');
INSERT INTO `demo` VALUES ('102', '1829', '狮子林-加点长度加点长度加点长度加点长度加点长度加点长度加点长度', 'shi zi lin - jia dian chang du jia dian chang du jia dian chang du jia dian chang du jia dian chang ', '31.32300001', '120.62300001', '苏州市姑苏区园林路23号', '苏州', '苏州', '江苏', '中国', '名胜古迹!===!赏花踏青', '2806', '2017-02-28 19:49:48');
INSERT INTO `demo` VALUES ('103', '2124', '普济禅寺', 'pu ji chan si', '29.984751860075', '122.387105926872', '舟山市普陀区普陀山风景区内梅岑路', '普陀山', '普陀山', '浙江', '中国', '', '404', '2017-02-07 15:30:06');
INSERT INTO `demo` VALUES ('104', '243', '慕田峪长城', 'mu tian yu chang cheng ', '40.4319066791818', '116.570376241104', '北京市怀柔区渤海镇慕田峪村', '怀柔', '北京', '北京', '中国', '名胜古迹', '1942', '2017-02-07 13:42:05');
INSERT INTO `demo` VALUES ('105', '1564', '玉门关', 'yu men guan', '40.3519554138184', '93.8648529052734', '敦煌城西北80公里的戈壁滩上', '敦煌', '敦煌', '甘肃', '中国', '名胜古迹', '145', '2017-02-07 13:42:22');
INSERT INTO `demo` VALUES ('106', '1936', '南山', 'nan shan ', '32.1789022399116', '119.44905693829', '镇江市润州区竹林路98号', '镇江', '镇江', '江苏', '中国', '自然风光', '380', '2017-02-07 13:42:34');
INSERT INTO `demo` VALUES ('107', '1446', '陕西历史博物馆', 'shan xi li shi bo wu guan ', '34.2229919433594', '108.955467224121', '西安市雁塔区小寨东路91号', '西安', '西安', '陕西', '中国', '展览演出', '3328', '2017-02-07 13:42:22');
INSERT INTO `demo` VALUES ('108', '1934', '北固山newname', 'bei gu shan newname', '32.216714', '119.457993', '镇江市京口区东吴路3号', '镇江', '镇江', '江苏', '中国', '自然风光', '470', '2017-02-07 13:42:34');
INSERT INTO `demo` VALUES ('109', '1665', '瞻园', 'zhan yuan', '32.0207855518449', '118.784837827087', '南京市秦淮区瞻园路128号', '南京2', '南京', '江苏', '中国', '', '1379', '2017-02-07 13:42:28');
INSERT INTO `demo` VALUES ('110', '1449', '西安城墙', 'xi an cheng qiang', '34.2500495910645', '108.946990966797', '城墙环绕着整个西安市中心，多数游客从南门（永宁门）登城，南门位于西安市环城南路东、西段交汇处。', '西安', '西安', '陕西', '中国', '城市观光', '5427', '2017-02-07 13:42:21');
INSERT INTO `demo` VALUES ('111', '1664', '中华门瓮城', 'zhong hua men weng cheng ', '32.0125802812864', '118.781794309616', '南京市秦淮区中华门城堡内', '南京', '南京', '江苏', '中国', '古迹遗址!===!建筑观光', '1655', '2016-01-27 13:02:23');
INSERT INTO `demo` VALUES ('112', '1097', '老虎滩海洋公园', 'lao hu tan hai yang gong yuan ', '38.8778469687801', '121.676865965127', '大连市中山区滨海中路9号', '大连', '大连', '辽宁', '中国', '动植物园', '1865', '2017-02-07 13:42:12');
INSERT INTO `demo` VALUES ('113', '1676', '莫愁湖', 'mo chou hu ', '32.0372314453125', '118.760444641113', '南京市建邺区水西门大街132号（南门）', '南京2', '南京', '江苏', '中国', '赏花踏青', '838', '2017-02-07 13:42:26');
INSERT INTO `demo` VALUES ('114', '1905', '扬州双博馆', 'yang zhou shuang bo guan ', '32.3904474709139', '119.371927455067', '扬州市邗江区文昌西路468号', '扬州', '扬州', '江苏', '中国', '展览演出', '424', '2017-02-07 13:42:33');
INSERT INTO `demo` VALUES ('115', '2204', '沈园', 'shen yuan', '29.9914589606813', '120.590142299874', '绍兴市越城区鲁迅中路318号', '绍兴', '绍兴', '浙江', '中国', '名胜古迹', '2060', '2017-02-07 13:42:47');
INSERT INTO `demo` VALUES ('116', '2344', '南普陀寺', 'nan pu tuo si', '24.4407730102539', '118.096809387207', '厦门市思明区思明南路515号', '厦门', '厦门', '福建', '中国', '名胜古迹', '1825', '2017-02-07 13:42:52');
INSERT INTO `demo` VALUES ('117', '740', '豫园', 'yu yuan ', '31.227237701416', '121.492095947266', '上海市黄浦区安仁街132号（城隍庙旅游区内，湖心亭九曲桥北侧入园）', '上海', '上海', '上海', '中国', '名胜古迹!===!赏花踏青', '4726', '2017-02-07 13:42:08');
INSERT INTO `demo` VALUES ('118', '2131', '法雨寺', 'fa yu si ', '30.002743', '122.398859', '舟山市普陀区普陀山风景区法雨路（白华顶下左边）', '普陀山', '普陀山', '浙江', '中国', '', '261', '2017-02-07 15:30:06');
INSERT INTO `demo` VALUES ('119', '239', '周口店北京人遗址博物馆', 'zhou kou dian bei jing ren yi zhi bo wu guan ', '39.6899284141645', '115.93195745349', '北京市城西南房山区周口店龙骨山脚下', '房山', '北京', '北京', '中国', '展览演出!===!名胜古迹', '328', '2017-02-07 13:42:04');
INSERT INTO `demo` VALUES ('120', '1769', '蠡园', 'li yuan', '31.5179685598398', '120.259296625853', '无锡市滨湖区环湖路青祁村70号', '无锡', '无锡', '江苏', '中国', '自然风光', '1751', '2017-02-07 13:42:28');
INSERT INTO `demo` VALUES ('121', '1825', '沧浪亭', 'cang lang ting ', '31.2948257383397', '120.625232905149', '苏州市姑苏区人民路沧浪亭街3号', '苏州', '苏州', '江苏', '中国', '自然风光', '338', '2017-02-07 13:42:30');
INSERT INTO `demo` VALUES ('122', '2202', '古纤道', 'gu qian dao ', '30.0908737182617', '120.447860717773', '绍兴市柯桥区小佐路', '绍兴', '绍兴', '浙江', '中国', '自然风光', '0', '2016-01-27 16:30:11');
INSERT INTO `demo` VALUES ('123', '2201', '周恩来祖居', 'zhou en lai zu ji ', '30.001989364624', '120.585830688477', '绍兴市越城区劳动路369号', '绍兴', '绍兴', '浙江', '中国', '古迹遗址', '0', '2016-01-27 16:30:11');
INSERT INTO `demo` VALUES ('124', '2198', '秋瑾故居', 'qiu jin gu ju', '29.9878463745117', '120.579849243164', '绍兴市越城区和畅堂35号', '绍兴', '绍兴', '浙江', '中国', '古迹遗址', '0', '2016-01-27 16:30:11');
INSERT INTO `demo` VALUES ('125', '2207', '羊山石佛', 'yang shan shi fo', '30.1142883300781', '120.544235229492', '绍兴市柯桥区齐贤镇', '绍兴', '绍兴', '浙江', '中国', '古迹遗址!===!自然风光', '0', '2016-01-27 16:30:11');
INSERT INTO `demo` VALUES ('126', '2195', '会稽山风景区', 'kuai ji shan feng jing qu ', '29.9654579162598', '120.602264404297', '绍兴市越城区胜利西路228号\n', '绍兴', '绍兴', '浙江', '中国', '古迹遗址', '0', '2016-01-27 16:30:11');
INSERT INTO `demo` VALUES ('127', '2200', '蔡元培故居', 'cai yuan pei gu ju', '30.0069179534912', '120.583442687988', '绍兴市越城区肖山街笔飞弄13', '绍兴', '绍兴', '浙江', '中国', '古迹遗址', '0', '2016-01-27 16:30:11');
INSERT INTO `demo` VALUES ('128', '2191', '青藤书屋', 'qing teng shu wu', '29.9949836730957', '120.578880310059', '绍兴市越城区前观巷大乘弄10号', '绍兴', '绍兴', '浙江', '中国', '古迹遗址', '0', '2016-01-27 16:30:11');
INSERT INTO `demo` VALUES ('129', '2341', '郑成功演武场遗址', 'zheng cheng gong yan wu chang yi zhi', '24.4362258911133', '118.09317779541', '厦门市思明区厦门大学鲁迅纪念前大操场处', '厦门', '厦门', '福建', '中国', '古迹遗址', '0', '2017-01-25 07:01:01');
INSERT INTO `demo` VALUES ('130', '2347', '万石岩', 'wan shi yan', '24.4541606903076', '118.097511291504', '厦门市思明区虎园路25号厦门园林植物园内', '厦门', '厦门', '福建', '中国', '', '0', '2017-02-06 07:00:04');
INSERT INTO `demo` VALUES ('131', '2413', '九曲溪', 'jiu qu xi ', '27.638650894165', '117.931434631348', '南平市武夷山市武夷山国家旅游度假区南部', '武夷山', '武夷山', '福建', '中国', '漂流!===!自然风光', '0', '2016-01-27 16:30:12');
INSERT INTO `demo` VALUES ('132', '2346', '菽庄花园', 'shu zhuang hua yuan ', '24.438721', '118.070749', '厦门市思明区鼓浪屿港仔后路7号', '鼓浪屿', '厦门', '福建', '中国', '博物馆', '0', '2016-01-27 16:30:12');
INSERT INTO `demo` VALUES ('133', '2783', '仙湖植物园', 'xian hu zhi wu yuan ', '22.5825023651123', '114.17000579834', '深圳市罗湖区莲塘仙湖路160号', '深圳', '深圳', '广东', '中国', '动植物园!===!拜佛祈福', '0', '2016-01-27 16:30:13');
INSERT INTO `demo` VALUES ('134', '2780', '小梅沙', 'xiao mei sha', '22.6004638671875', '114.325622558594', '深圳市盐田区大鹏湾畔小梅沙', '深圳', '深圳', '广东', '中国', '海滨度假!===!自然风光', '0', '2016-01-27 16:30:13');
INSERT INTO `demo` VALUES ('135', '2782', '石岩湖温泉', 'shi yan hu wen quan ', '22.7038269042969', '113.903915405273', '深圳市宝安区石岩湖路', '深圳', '深圳', '广东', '中国', '温泉!===!自然风光', '0', '2016-01-27 16:30:13');
INSERT INTO `demo` VALUES ('136', '3059', '老君山国家公园', 'lao jun shan guo jia gong yuan', '27.0310973757101', '99.6860949883433', '丽江市玉龙纳西族自治县黎明乡', '丽江', '丽江', '云南', '中国', '', '215', '2016-01-27 16:30:13');
INSERT INTO `demo` VALUES ('137', '743', '玉佛寺', 'yu fo si', '31.2413482666016', '121.445121765137', '上海市普陀区安远路170号', '上海', '上海', '上海', '中国', '名胜古迹', '1', '2017-07-06 19:29:03');
INSERT INTO `demo` VALUES ('138', '752', '宋庆龄陵园', 'song qing ling ling yuan', '31.1950225830078', '121.410690307617', '上海市长宁区宋园路21号', '上海', '上海', '上海', '中国', '博物馆!===!古迹遗址', '0', '2016-01-27 16:31:58');
INSERT INTO `demo` VALUES ('139', '2034', '南屏晚钟', 'nan ping wan zhong ', '30.2293548583984', '120.148857116699', '杭州市西湖区南山路55号（净慈寺内）', '杭州', '杭州', '浙江', '中国', '', '0', '2017-02-20 19:06:11');
INSERT INTO `demo` VALUES ('140', '242', '龙庆峡', 'long qing xia', '40.545726776123', '116.008666992188', '北京市延庆县城东十公里的古城村西北', '延庆', '延庆', '北京', '中国', '自然风光', '0', '2016-01-27 16:32:21');
INSERT INTO `demo` VALUES ('141', '1440', '翠华山', 'cui hua shan ', '33.9890060424805', '109.020874023438', '西安市长安区太乙宫镇', '西安', '西安', '陕西', '中国', '自然风光', '1055', '2017-02-07 13:42:18');
INSERT INTO `demo` VALUES ('142', '737', '上海植物园', 'shang hai zhi wu yuan ', '31.1457403259543', '121.443476274609', '上海市徐汇区龙吴路1111号', '上海', '上海', '上海', '中国', '动植物园!===!赏花踏青', '1846', '2017-07-06 15:11:34');
INSERT INTO `demo` VALUES ('143', '1652', '紫金山天文台', 'zi jin shan tian wen tai ', '32.0659261663958', '118.82951489091', '南京市玄武区天文台路', '南京', '南京', '江苏', '中国', '科技馆', '0', '2016-01-27 16:32:22');
INSERT INTO `demo` VALUES ('144', '1659', '紫霞湖', 'zi xia hu ', '32.060417175293', '118.843516170979', '南京市玄武区明孝陵东北', '南京', '南京', '江苏', '中国', '自然风光', '0', '2016-01-27 16:32:22');
INSERT INTO `demo` VALUES ('145', '1666', '白鹭洲公园', 'bai lu zhou gong yuan', '32.0186195373535', '118.794578552246', '南京市秦淮区长白街1号 ‎', '南京', '南京', '江苏', '中国', '自然风光', '0', '2016-01-27 16:32:22');
INSERT INTO `demo` VALUES ('146', '1674', '玄武湖', 'xuan wu hu ', '32.0694692983224', '118.799987763166', '南京市玄武区玄武巷1号玄武湖公园', '南京2', '南京', '江苏', '中国', '自然风光', '0', '2017-02-07 13:42:27');
INSERT INTO `demo` VALUES ('147', '1903', '史可法纪念馆', 'shi ke fa ji nian guan ', '32.4012603759766', '119.439788818359', '扬州市广陵区广储门外街24号', '扬州', '扬州', '江苏', '中国', '古迹遗址', '0', '2016-01-27 16:32:23');
INSERT INTO `demo` VALUES ('148', '1898', '石塔', 'shi ta', '32.3948707580566', '119.429061889648', '扬州市广陵区文昌中路', '扬州', '扬州', '江苏', '中国', '古迹遗址', '0', '2016-01-27 16:32:23');
INSERT INTO `demo` VALUES ('149', '1679', '梅园新村纪念馆', 'mei yuan xin cun ji nian guan ', '32.042362617446', '118.801665335894', '南京市玄武区汉府街18号', '南京', '南京', '江苏', '中国', '', '0', '2016-01-27 16:32:23');
INSERT INTO `demo` VALUES ('150', '1677', '鸡鸣寺', 'ji ming si', '32.060854069325', '118.795159757137', '南京市玄武区鸡鸣寺路1号', '南京', '南京', '江苏', '中国', '古迹遗址!===!拜佛祈福', '0', '2016-01-27 16:32:23');
INSERT INTO `demo` VALUES ('151', '1902', '仙鹤寺', 'xian he si', '32.3899612426758', '119.433639526367', '扬州市广陵区南门街111号', '扬州', '扬州', '江苏', '中国', '拜佛祈福', '0', '2016-01-27 16:32:23');
INSERT INTO `demo` VALUES ('152', '1907', '冶春园', 'ye chun yuan', '32.4012114668348', '119.434745848179', '扬州市广陵区丰乐上街与凤凰桥北门外街交叉口', '扬州', '扬州', '江苏', '中国', '', '0', '2016-01-27 16:32:24');
INSERT INTO `demo` VALUES ('153', '2028', '宝石流霞', 'bao shi liu xia ', '30.2601936898905', '120.146077334881', '杭州市西湖区西湖北岸宝石山', '杭州', '杭州', '浙江', '中国', '自然风光', '0', '2016-01-27 16:32:24');
INSERT INTO `demo` VALUES ('154', '2022', '曲院风荷', 'qu yuan feng he ', '30.251369451451', '120.13286884129', '杭州市西湖区北山路（北山街与杨公堤交叉口东南）', '杭州', '杭州', '浙江', '中国', '自然风光', '0', '2016-01-27 16:32:24');
INSERT INTO `demo` VALUES ('155', '2027', '吴山天风', 'wu shan tian feng ', '30.239598', '120.164936', '杭州市上城区城隍山吴山路3号（延安路南端）', '杭州', '杭州', '浙江', '中国', '自然风光', '0', '2016-01-27 16:32:24');
INSERT INTO `demo` VALUES ('156', '2032', '柳浪闻莺', 'liu lang wen ying ', '30.2393298', '120.1577425', '杭州市上城区南山路85号', '杭州', '杭州', '浙江', '中国', '', '0', '2017-02-07 13:42:38');
INSERT INTO `demo` VALUES ('157', '2037', '双峰插云', 'shuang feng cha yun ', '30.248151', '120.121636', '杭州市西湖区灵隐路与赵公堤路交叉口', '杭州', '杭州', '浙江', '中国', '', '0', '2017-02-05 07:00:22');
INSERT INTO `demo` VALUES ('158', '2041', '钱塘江', 'qian tang jiang', '30.1905612945557', '120.132957458496', '杭州市西湖区', '杭州', '杭州', '浙江', '中国', '自然风光', '0', '2017-02-07 13:42:41');
INSERT INTO `demo` VALUES ('159', '2170', '渔乐岛', 'yu le dao ', '29.575295126137', '118.94398021698', '杭州市淳安县千岛湖中心湖区', '千岛湖', '千岛湖', '浙江', '中国', '自然风光', '0', '2016-01-27 16:32:25');
INSERT INTO `demo` VALUES ('160', '2167', '猴岛', 'hou dao ', '29.576000213623', '118.951164245605', '杭州市淳安县千岛湖风景区中心湖区', '千岛湖', '千岛湖', '浙江', '中国', '自然风光', '0', '2016-01-27 16:32:25');
INSERT INTO `demo` VALUES ('161', '2044', '白堤', 'bai di', '30.2567026911176', '120.150004245341', '杭州市西湖区白堤（断桥和平湖秋月之间）', '杭州', '杭州', '浙江', '中国', '名胜古迹', '1', '2017-02-07 13:42:41');
INSERT INTO `demo` VALUES ('162', '2673', '黄龙风景名胜区', 'huang long feng jing ming sheng qu ', '32.7487411499023', '103.823188781738', '阿坝藏族羌族自治州松潘县黄龙乡', '黄龙', '九寨沟', '四川', '中国', '自然风光!===!赏花踏青', '616', '2017-02-07 13:42:54');
INSERT INTO `demo` VALUES ('163', '2963', '华亭寺', 'hua ting si', '24.9714107513428', '102.627708435059', '昆明市西山区西山森林公园内', '昆明', '昆明', '云南', '中国', '拜佛祈福', '0', '2016-01-27 16:32:26');
INSERT INTO `demo` VALUES ('164', '2966', '芝云洞', 'zhi yun dong', '24.8039302825928', '103.351776123047', '昆明市石林县石林景区内', '石林', '石林', '云南', '中国', '', '0', '2017-01-25 07:01:04');
INSERT INTO `demo` VALUES ('165', '2967', '滇池', 'dian chi', '24.8535081', '102.7364962', '昆明市西南部西山区滇池路1318号', '昆明', '昆明', '云南', '中国', '自然风光', '579', '2017-02-21 03:12:24');
INSERT INTO `demo` VALUES ('166', '2970', '长湖', 'chang hu', '24.7126045227051', '103.412696838379', '云南省石林彝族自治县维则乡维则村', '昆明', '昆明', '云南', '中国', '自然风光', '0', '2016-01-27 16:32:26');
INSERT INTO `demo` VALUES ('167', '3039', '苍山', 'cang shan', '25.694242477417', '100.143497928977', '大理白族自治州大理市大理古城西隐仙路', '大理', '大理市', '云南', '中国', '自然风光', '605', '2017-02-20 13:44:03');
INSERT INTO `demo` VALUES ('168', '3053', '玉峰寺', 'yu feng si', '26.9919242858887', '100.195259094238', '云南丽江城北15公里处的玉龙雪山的南麓', '丽江', '丽江', '云南', '中国', '古迹遗址!===!寺庙', '0', '2017-02-06 07:00:24');
INSERT INTO `demo` VALUES ('169', '3057', '黑龙潭公园', 'hei long tan gong yuan ', '26.8833173493026', '100.234578981995', '丽江市古城区民主路1号', '丽江', '丽江', '云南', '中国', '', '0', '2016-01-27 16:32:27');
INSERT INTO `demo` VALUES ('170', '3060', '丹霞奇观', 'dan xia qi guan', '27.0313911437988', '99.6862182617188', '丽江市玉龙县黎明傈僳族自治乡境内（老君山景区内）', '丽江', '丽江', '云南', '中国', '自然风光', '0', '2016-01-27 16:32:27');
INSERT INTO `demo` VALUES ('171', '3058', '东巴文化博物馆', 'dong ba wen hua bo wu guan', '26.887393951416', '100.23307800293', '丽江市教育路黑龙潭公园', '丽江', '丽江', '云南', '中国', '博物馆', '0', '2016-01-27 16:32:28');
INSERT INTO `demo` VALUES ('172', '744', '静安寺', 'jing an si ', '31.223518371582', '121.445289611816', '上海市静安区南京西路1686号', '上海', '上海', '上海', '中国', '名胜古迹', '498', '2017-07-06 15:09:31');
INSERT INTO `demo` VALUES ('173', '738', '共青国家森林公园', 'gong qing guo jia sen lin gong yuan ', '31.3207035150062', '121.545899540186', '上海市杨浦区军工路2000号（西大门）', '上海', '上海', '上海', '中国', '自然风光', '13', '2017-07-06 19:25:11');
INSERT INTO `demo` VALUES ('174', '747', '上海体育场', 'shang hai ti yu chang ', '31.1815376281738', '121.438377380371', '上海市徐汇区天钥桥路666号', '上海', '上海', '上海', '中国', '', '0', '2017-02-07 13:42:07');
INSERT INTO `demo` VALUES ('175', '750', '中共“一大”会址', 'zhong gong “yi da ”hui zhi ', '31.2200152355152', '121.475148633122', '上海市黄浦区黄陂南路374号', '上海', '上海', '上海', '中国', '', '0', '2017-02-21 05:49:51');
INSERT INTO `demo` VALUES ('176', '1102', '劳动公园', 'lao dong gong yuan ', '38.9142783725009', '121.633658692241', '大连市中山区解放路5号', '大连', '大连', '辽宁', '中国', '', '0', '2017-02-21 05:35:49');
INSERT INTO `demo` VALUES ('177', '1100', '大连森林动物园', 'da lian sen lin dong wu yuan ', '38.8800262049977', '121.61315985024', '大连市西岗区南石道街迎春路60号', '大连', '大连', '辽宁', '中国', '动植物园!===!赏花踏青', '745', '2017-02-07 13:42:12');
INSERT INTO `demo` VALUES ('178', '1376', '南天门', 'nan tian men ', '36.2560691833496', '117.104011535645', '山东省泰安市泰山区泰山风景区内', '泰山', '泰山', '山东', '中国', '2030!===!古迹遗址', '0', '2016-01-27 16:35:45');
INSERT INTO `demo` VALUES ('179', '1383', '经石峪', 'jing shi yu', '36.228328704834', '117.123413085938', '泰安市泰山风景区斗母宫东北方', '泰山', '泰山', '山东', '中国', '自然风光', '0', '2016-01-27 16:35:45');
INSERT INTO `demo` VALUES ('180', '1379', '十八盘', 'shi ba pan ', '36.252758026123', '117.10668182373', '泰安市泰山区泰山景区内（对松山与南天门之间）。', '泰山', '泰山', '山东', '中国', '自然风光', '0', '2017-02-20 23:40:07');
INSERT INTO `demo` VALUES ('181', '1377', '碧霞祠', 'bi xia ci', '36.2557182312012', '117.109252929688', '山东省泰安市泰山景区内', '泰山', '泰山', '山东', '中国', '拜佛祈福', '0', '2016-01-27 16:35:45');
INSERT INTO `demo` VALUES ('182', '1374', '王母池', 'wang mu chi', '36.208381652832', '117.130813598633', '泰安市城区环山路东首', '泰山', '泰山', '山东', '中国', '', '0', '2017-02-05 07:00:17');
INSERT INTO `demo` VALUES ('183', '1375', '孔子登临处', 'kong zi deng lin chu ', '36.2110366821289', '117.128036499023', '泰山景区红门线一天门北', '泰山', '泰山', '山东', '中国', '古迹遗址', '0', '2017-01-25 07:00:53');
INSERT INTO `demo` VALUES ('184', '1385', '天烛峰', 'tian zhu feng', '36.2674674987793', '117.140892028809', '泰安市泰山区泰山风景区内', '泰山', '泰山', '山东', '中国', '自然风光', '0', '2016-01-27 16:35:45');
INSERT INTO `demo` VALUES ('185', '1388', '桃花峪', 'tao hua yu ', '36.2561089524852', '117.090075567364', '山东省泰安市岱岳区泰山西麓', '泰山', '泰山', '山东', '中国', '自然风光', '0', '2016-01-27 16:35:45');
INSERT INTO `demo` VALUES ('186', '1384', '大观峰', 'da guan feng', '36.2604064941406', '117.113014221191', '泰安市泰山区泰山风景区内。', '泰山', '泰山', '山东', '中国', '古迹遗址!===!自然风光', '0', '2016-01-27 16:35:45');
INSERT INTO `demo` VALUES ('187', '1396', '红门', 'hong men ', '36.2121124267578', '117.127510070801', '山东省泰安市泰山景区内', '泰山', '泰山', '山东', '中国', '古迹遗址', '0', '2016-01-27 16:35:45');
INSERT INTO `demo` VALUES ('188', '1394', '斗母宫', 'dou mu gong', '36.222185', '117.122162', '泰安市泰山风景区东路幽区龙泉峰下', '泰山', '泰山', '山东', '中国', '古迹遗址', '0', '2016-01-27 16:35:45');
INSERT INTO `demo` VALUES ('189', '1442', '大雁塔(大慈恩寺)', 'da yan ta da ci en si ', '34.216552734375', '108.964134216309', '西安市雁塔区雁塔南路北口', '西安', '西安', '陕西', '中国', '', '732', '2017-02-07 13:42:19');
INSERT INTO `demo` VALUES ('190', '1448', '青龙寺', 'qing long si ', '34.2325897216797', '108.988586425781', '西安市雁塔区铁炉庙一村1号', '西安', '西安', '陕西', '中国', '拜佛祈福', '0', '2016-01-27 16:35:45');
INSERT INTO `demo` VALUES ('191', '1660', '孙中山纪念馆', 'sun zhong shan ji nian guan', '32.0598945617676', '118.860694885254', '南京市玄武区中山门外石象路7号中山陵景区内', '南京', '南京', '江苏', '中国', '', '0', '2017-01-25 09:28:51');
INSERT INTO `demo` VALUES ('192', '1675', '鼓楼', 'gu lou', '32.0589752197266', '118.783012390137', '南京市鼓楼区北京西路1号', '南京', '南京', '江苏', '中国', '', '0', '2016-01-27 16:35:46');
INSERT INTO `demo` VALUES ('193', '1672', '栖霞寺', 'qi xia si ', '32.150935', '118.956411', '南京市栖霞街84号', '南京', '南京', '江苏', '中国', '寺庙', '0', '2017-02-06 07:08:08');
INSERT INTO `demo` VALUES ('194', '1832', '环秀山庄', 'huan xiu shan zhuang ', '31.3104343414307', '120.613540649414', '苏州市景德路262号', '苏州', '苏州', '江苏', '中国', '古迹遗址', '0', '2017-01-25 07:15:22');
INSERT INTO `demo` VALUES ('195', '1768', '寄畅园', 'ji chang yuan ', '31.5806980133057', '120.270874023438', '无锡市滨湖区惠山直街53号（锡惠公园内）', '无锡', '无锡', '江苏', '中国', '古迹遗址', '0', '2016-01-27 16:35:46');
INSERT INTO `demo` VALUES ('196', '2095', '卧龙桥', 'wo long qiao', '30.9500751495361', '120.893859863281', '浙江省绍兴市西塘镇北栅市河口', '西塘', '西塘', '浙江', '中国', '', '0', '2017-02-06 07:07:41');
INSERT INTO `demo` VALUES ('197', '2043', '孤山', 'gu shan ', '30.2514877319336', '120.139427185059', '杭州市西湖区西湖北面（近平湖秋月）', '杭州', '杭州', '浙江', '中国', '自然风光', '0', '2017-02-20 19:06:10');
INSERT INTO `demo` VALUES ('198', '2098', '送子来凤桥', 'song zi lai feng qiao ', '30.945335', '120.893224', '嘉兴市嘉善县西塘古镇小桐街东侧', '西塘', '西塘', '浙江', '中国', '', '0', '2017-02-21 04:54:58');
INSERT INTO `demo` VALUES ('199', '2127', '多宝塔', 'duo bao ta', '30.0133113861084', '122.382499694824', '舟山市普陀区普陀山风景区普陀山佛教博物馆内（普济寺公交车站旁）', '普陀山', '普陀山', '浙江', '中国', '古迹遗址', '0', '2017-01-25 09:28:55');
INSERT INTO `demo` VALUES ('200', '2128', '南天门', 'nan tian men', '29.97399', '122.382804', '浙江省舟山市普陀区普陀山南的南山上(与短姑道头对峙)', '普陀山', '普陀山', '浙江', '中国', '古迹遗址', '0', '2016-01-27 16:35:47');
INSERT INTO `demo` VALUES ('201', '2135', '梵音洞', 'fan yin dong ', '30.000433', '122.414117', '舟山市普陀区普陀山风景区内', '普陀山', '普陀山', '浙江', '中国', '', '0', '2017-01-25 08:57:12');
INSERT INTO `demo` VALUES ('202', '2137', '磐陀石', 'pan tuo shi', '29.9821300506592', '122.383796691895', '舟山市普陀区普陀山西天景区内', '普陀山', '普陀山', '浙江', '中国', '自然风光', '0', '2016-01-27 16:35:47');
INSERT INTO `demo` VALUES ('203', '2130', '潮音洞', 'chao yin dong ', '29.9770793914795', '122.392456054688', '舟山市普陀区普陀山风景区南部（近紫竹林）', '普陀山', '普陀山', '浙江', '中国', '自然风光', '0', '2016-01-27 16:35:47');
INSERT INTO `demo` VALUES ('204', '2199', '嵊州城隍庙', 'sheng zhou cheng huang miao ', '29.5911121368408', '120.818023681641', '绍兴市嵊州市百步街9号', '嵊州', '嵊州', '浙江', '中国', '古迹遗址', '0', '2017-02-05 09:23:35');
INSERT INTO `demo` VALUES ('205', '2230', '云谷寺', 'yun gu si', '30.119743347168', '118.19303894043', '黄山市黄山区黄山风景区内', '黄山', '黄山', '安徽', '中国', '', '0', '2017-02-05 07:15:18');
INSERT INTO `demo` VALUES ('206', '2276', '含鄱口', 'han po kou', '29.5445537567139', '115.985176086426', '江西庐山东谷含鄱岭中央', '庐山', '庐山', '江西', '中国', '自然风光', '0', '2017-02-20 21:08:22');
INSERT INTO `demo` VALUES ('207', '2277', '花径', 'hua jing ', '29.5652809143066', '115.968597412109', '牯岭西谷，距山镇约二公里', '庐山', '庐山', '江西', '中国', '自然风光', '0', '2017-02-20 21:08:22');
INSERT INTO `demo` VALUES ('208', '2278', '黄龙潭', 'huang long tan', '29.550235748291', '115.96508026123', '庐山区玉屏峰天王峰之间', '庐山', '庐山', '江西', '中国', '自然风光', '0', '2017-02-20 21:08:22');
INSERT INTO `demo` VALUES ('209', '2279', '乌龙潭', 'wu long tan', '29.5521869659424', '115.966156005859', '江西省九江市庐山区(小天池东北面,电站大坝附近)', '庐山', '庐山', '江西', '中国', '自然风光', '0', '2016-01-27 16:35:47');
INSERT INTO `demo` VALUES ('210', '2282', '龙首崖', 'long shou ya', '29.5563774108887', '115.955032348633', '庐山风景区内', '庐山', '庐山', '江西', '中国', '自然风光', '0', '2017-02-20 21:08:22');
INSERT INTO `demo` VALUES ('211', '2288', '仙人洞', 'xian ren dong', '29.5619697570801', '115.962631225586', '庐山天池山西麓', '庐山', '庐山', '江西', '中国', '自然风光', '0', '2017-02-20 21:10:24');
INSERT INTO `demo` VALUES ('212', '2281', '锦绣谷', 'jin xiu gu ', '29.5656051635742', '115.96875', '庐山区庐山风景区如琴湖旁', '庐山', '庐山', '江西', '中国', '自然风光', '0', '2017-02-20 21:08:22');
INSERT INTO `demo` VALUES ('213', '2285', '三宝树', 'san bao shu', '29.5495777130127', '115.967590332031', '庐山黄龙潭沿林间石阶上行约300米处', '庐山', '庐山', '江西', '中国', '自然风光', '0', '2017-02-20 21:08:22');
INSERT INTO `demo` VALUES ('214', '2289', '庐山植物园', 'lu shan zhi wu yuan ', '29.5467796325684', '115.983055114746', '江西省九江市庐山区植青路1367号(庐山区东谷大月山和含鄱岭之间)', '庐山', '庐山', '江西', '中国', '动植物园', '0', '2017-02-20 21:10:25');
INSERT INTO `demo` VALUES ('215', '2291', '五老峰', 'wu lao feng', '29.5460109710693', '116.008308410645', '九江市庐山东南', '庐山', '庐山', '江西', '中国', '自然风光', '0', '2017-02-20 21:10:24');
INSERT INTO `demo` VALUES ('216', '2451', '砂刀沟', 'sha dao gou ', '29.2080326080322', '110.457633972168', '张家界市武陵源区张家界森林公园内', '张家界', '张家界', '湖南', '中国', '自然风光', '0', '2017-02-07 16:22:55');
INSERT INTO `demo` VALUES ('217', '2438', '老屋场', 'lao wu chang', '29.3614755156011', '110.467804908752', '张家界市张家界风景区内', null, '张家界', '湖南', '中国', '', '0', '2017-02-05 07:13:00');
INSERT INTO `demo` VALUES ('218', '2449', '百丈峡', 'bai zhang xia ', '29.361385345459', '110.568954467773', '张家界国家森林公园索溪峪景区南部', null, '张家界', '湖南', '中国', '自然风光', '0', '2017-02-07 16:22:54');
INSERT INTO `demo` VALUES ('219', '2446', '黄龙泉', 'huang long quan ', '29.4060115814209', '110.442810058594', '张家界市武陵源区泗南峪西边', '张家界', '张家界', '湖南', '中国', '', '0', '2017-02-06 09:12:54');
INSERT INTO `demo` VALUES ('220', '2453', '金鞭溪大峡谷', 'jin bian xi da xia gu ', '29.3187999725342', '110.436401367188', '张家界市武陵源区张家界国家森林公园内（靠近森林公园门票站）', null, '张家界', '湖南', '中国', '自然风光', '0', '2016-01-27 16:35:48');
INSERT INTO `demo` VALUES ('221', '2454', '水绕四门', 'shui rao si men', '29.342752456665', '110.471817016602', '张家界市武陵源区张家界森林公园内', null, '张家界', '湖南', '中国', '自然风光', '0', '2017-02-07 16:22:54');
INSERT INTO `demo` VALUES ('222', '2668', '雪宝鼎', 'xue bao ding ', '32.6739845275879', '103.848991394043', '阿坝藏族羌族自治州松潘县黄龙风景名胜区城东25公里（黄龙本部内）', '黄龙', '松潘', '四川', '中国', '自然风光', '0', '2016-01-27 16:35:50');
INSERT INTO `demo` VALUES ('223', '2457', '茶盘塔', 'cha pan ta', '29.3764553070068', '110.462188720703', '张家界市武陵源区张家界国家森林公园天子山景区南面', '张家界', '张家界', '湖南', '中国', '', '0', '2016-01-27 16:35:50');
INSERT INTO `demo` VALUES ('224', '2964', '龙门', 'long men', '24.9499251603945', '102.639597713947', '昆明市西郊西山国家级风景名胜区内', '昆明', '昆明', '云南', '中国', '古迹遗址', '0', '2016-01-27 16:35:50');
INSERT INTO `demo` VALUES ('225', '2670', '扎如沟', 'zha ru gou', '33.0451202392578', '103.808174133301', '九寨沟风景区内', '九寨沟', '九寨沟', '四川', '中国', '自然风光', '0', '2016-01-27 16:35:50');
INSERT INTO `demo` VALUES ('226', '2675', '日则沟', 'ri ze gou ', '33.1515328', '103.8785654', '阿坝藏族羌族自治州九寨沟县漳扎镇九寨沟景区内', '九寨沟', '九寨沟', '四川', '中国', '自然风光', '0', '2017-02-07 16:22:42');
INSERT INTO `demo` VALUES ('227', '2836', '外伶仃岛', 'wai ling ding dao', '22.0994739532471', '114.042060852051', '珠海市香洲区担杆镇外伶仃岛', '珠海', '珠海', '广东', '中国', '海滨度假!===!自然风光', '0', '2016-01-27 16:35:50');
INSERT INTO `demo` VALUES ('228', '3007', '景真八角亭', 'jing zhen ba jiao ting ', '21.9543933868408', '100.305046081543', '云南省西双版纳勐海县景真寨', '西双版纳', '西双版纳', '云南', '中国', '古迹遗址', '0', '2016-01-27 16:35:50');
INSERT INTO `demo` VALUES ('229', '2837', '淇澳岛', 'qi ao dao ', '22.4161111', '113.6372222', '珠海市香洲区（香洲东北部13公里，珠江口内西侧）。', '珠海', '珠海', '广东', '中国', '自然风光', '0', '2016-01-27 16:35:50');
INSERT INTO `demo` VALUES ('230', '2458', '天子山', 'tian zi shan', '29.379322052002', '110.463653564453', '张家界市武陵源区张家界国家森林公园内', null, '张家界', '湖南', '中国', '自然风光', '0', '2016-01-27 16:35:50');
INSERT INTO `demo` VALUES ('231', '3005', '曼飞龙白塔', 'man fei long bai ta', '21.6072559356689', '100.678253173828', '西双版纳自治州景洪市大勐龙坝曼飞龙山', '西双版纳', '西双版纳', '云南', '中国', '古迹遗址!===!拜佛祈福', '0', '2016-01-27 16:35:50');
INSERT INTO `demo` VALUES ('232', '3012', '景洪', 'jing hong', '22.000093460083', '100.771636962891', '西双版纳傣族自治州景洪市', '西双版纳', '西双版纳', '云南', '中国', '', '0', '2016-01-27 16:35:50');
INSERT INTO `demo` VALUES ('233', '3084', '黔灵山公园', 'qian ling shan gong yuan ', '26.5902290344238', '106.695762634277', '贵阳市云岩区枣山路187号', '贵阳', '贵阳', '贵州', '中国', '', '0', '2016-01-27 16:35:51');
INSERT INTO `demo` VALUES ('234', '3052', '白沙壁画', 'bai sha bi hua ', '26.954483744159', '100.218009278178', '丽江市玉龙纳西族自治县白沙乡白沙古镇内', '丽江', '丽江', '云南', '中国', '古迹遗址', '0', '2017-02-06 07:08:36');
INSERT INTO `demo` VALUES ('235', '2348', '五老峰', 'wu lao feng', '24.4461841583252', '118.09806060791', '厦门市思明区南普陀寺后面', '厦门', '厦门', '福建', '中国', '自然风光', '0', '2016-01-27 16:40:42');
INSERT INTO `demo` VALUES ('236', '1826', '网师园', 'wang shi yuan ', '31.2978801727295', '120.634147644043', '苏州市姑苏区带城桥路阔家头巷11号', '苏州', '苏州', '江苏', '中国', '自然风光!===!城市观光', '559', '2017-02-07 13:42:29');
INSERT INTO `demo` VALUES ('237', '1655', '中山陵', 'zhong shan ling ', '32.061', '118.851', '南京市玄武区石象路7号', '南京2', '南京', '江苏', '中国', '名胜古迹', '4958', '2017-02-07 13:42:22');
INSERT INTO `demo` VALUES ('238', '2674', '树正沟', 'shu zheng gou', '33.2337532043457', '103.920547485352', '阿坝藏族羌族自治州九寨沟县漳扎镇九寨沟景区内', '九寨沟', '九寨沟', '四川', '中国', '自然风光', '0', '2017-02-07 16:22:42');
INSERT INTO `demo` VALUES ('239', '2969', '大叠水瀑布', 'da die shui pu bu', '24.6643238067627', '103.199768066406', '云南省石林彝族自治县石林县西南', '昆明', '石林', '云南', '中国', '自然风光', '244', '2017-02-07 13:43:01');
INSERT INTO `demo` VALUES ('240', '3006', '西双版纳傣族园', 'xi shuang ban na dai zu yuan ', '21.8425712585449', '100.938941955566', '西双版纳自治州景洪市勐罕镇橄榄坝', '西双版纳', '西双版纳', '云南', '中国', '城市观光', '1014', '2017-02-07 13:43:04');
INSERT INTO `demo` VALUES ('241', '2283', '芦林湖', 'lu lin hu ', '29.5643424987793', '115.982727050781', '江西省九江市庐山区河西路', '庐山', '庐山', '江西', '中国', '自然风光', '0', '2017-02-07 15:30:07');
INSERT INTO `demo` VALUES ('242', '735', '人民公园', 'ren min gong yuan', '31.2322', '121.4731', '上海市黄浦区南京西路231号', '上海', '上海', '上海', '中国', '', '0', '2017-06-28 20:41:36');
INSERT INTO `demo` VALUES ('243', '2671', '则查洼沟', 'ze cha wa gou ', '33.1583976745605', '103.911781311035', '阿坝藏族羌族自治州九寨沟县漳扎镇九寨沟景区内', '九寨沟', '九寨沟', '四川', '中国', '自然风光', '0', '2017-02-07 15:29:21');
INSERT INTO `demo` VALUES ('244', '1565', '敦煌民俗博物馆', 'dun huang min su bo wu guan', '40.0945243835449', '94.6762924194336', '甘肃省敦煌市鸣沙山麓月牙泉景区内', '敦煌', '敦煌', '甘肃', '中国', '展览演出', '0', '2017-02-07 15:30:00');
INSERT INTO `demo` VALUES ('245', '2132', '慧济寺', 'hui ji si ', '30.0152435302734', '122.393089294434', '舟山市普陀区佛顶山香云路', '普陀山', '普陀山', '浙江', '中国', '', '0', '2017-02-07 15:30:06');
INSERT INTO `demo` VALUES ('246', '2023', '满陇桂雨', 'man long gui yu ', '30.2193973303459', '120.128125846386', '杭州市西湖区满觉陇', '杭州', '杭州', '浙江', '中国', '自然风光', '0', '2017-02-07 13:42:36');
INSERT INTO `demo` VALUES ('247', '2134', '千步沙', 'qian bu sha', '29.999432', '122.395978', '舟山市普陀区普陀山风景区东部海岸', '普陀山', '普陀山', '浙江', '中国', '自然风光', '0', '2017-02-07 15:40:55');
INSERT INTO `demo` VALUES ('248', '1269', '中山公园', 'zhong shan gong yuan ', '36.0651303565595', '120.355922356248', '青岛市市南区文登路28号', '青岛', '青岛', '山东', '中国', '', '0', '2017-02-07 15:39:48');
INSERT INTO `demo` VALUES ('249', '1673', '千佛岩', 'qian fo yan ', '32.1518211364746', '118.961067199707', '南京市栖霞区栖霞山风景区内', '南京', '南京', '江苏', '中国', '古迹遗址', '0', '2017-01-25 09:28:53');
INSERT INTO `demo` VALUES ('250', '2106', '东岳庙', 'dong yue miao', '30.9488201141357', '120.909172058105', '嘉兴市嘉善县西塘烧香港港北东端凤凰村内', '西塘', '西塘', '浙江', '中国', '寺庙', '0', '2017-01-25 09:28:55');
INSERT INTO `demo` VALUES ('251', '2822', '苏兆征故居', 'su zhao zheng gu ju', '22.4245758056641', '113.650886535645', '珠海市香洲区唐家湾镇淇澳村白石街461号', '珠海', '珠海', '广东', '中国', '古迹遗址', '0', '2017-01-25 09:28:57');
INSERT INTO `demo` VALUES ('252', '3013', '曼阁佛寺', 'man ge fo si', '22.0243167877197', '100.797996520996', '云南省景洪市洪澜沧江东岸曼阁寨', '西双版纳', '西双版纳', '云南', '中国', '寺庙', '0', '2017-01-25 09:28:59');
INSERT INTO `demo` VALUES ('253', '1386', '黑龙潭', 'hei long tan', '36.2190284729004', '117.103462219238', '泰山西溪百丈崖', '泰山', '泰山', '山东', '中国', '', '0', '2017-01-25 09:31:45');
INSERT INTO `demo` VALUES ('254', '1378', '普照寺', 'pu zhao si', '36.2073936462402', '117.115966796875', '泰安市泰山风景区麓凌汉峰下', '泰山', '泰山', '山东', '中国', '古迹遗址!===!寺庙', '0', '2017-01-25 09:32:57');
INSERT INTO `demo` VALUES ('255', '1099', '海王九岛', 'hai wang jiu dao ', '39.2392412505671', '122.734211975098', '大连市长海县长山列岛东北端，北距庄河南15海里，东至鸭绿江口60海里', '大连', '大连', '辽宁', '中国', '海滨海岛', '0', '2017-01-25 09:34:30');
INSERT INTO `demo` VALUES ('256', '1773', '泰伯庙', 'tai bo miao ', '31.5389575958252', '120.434722900391', '无锡市滨湖区泰伯中路21号', '无锡', '无锡', '江苏', '中国', '古迹遗址', '0', '2017-01-25 09:37:56');
INSERT INTO `demo` VALUES ('257', '2236', '双龙松', 'shuang long song', '30.136739730835', '118.162879943848', '黄山市黄山区黄山风景区回音壁对面', '黄山', '黄山', '安徽', '中国', '', '0', '2017-01-25 09:55:26');
INSERT INTO `demo` VALUES ('258', '1663', '夫子庙', 'fu zi miao ', '32.0202980041504', '118.78923034668', '南京市秦淮区贡院街152', '南京2', '南京', '江苏', '中国', '名胜古迹', '0', '2017-02-28 19:46:22');
INSERT INTO `demo` VALUES ('259', '2133', '朝阳洞', 'chao yang dong ', '29.9892314996', '122.3909669115', '舟山市普陀区普陀山仙人井景区（近千步沙）', '普陀山', '普陀山', '浙江', '中国', '', '0', '2017-02-05 09:23:34');
INSERT INTO `demo` VALUES ('260', '1390', '探海石', 'tan hai shi', '36.2575645446777', '117.108047485352', '泰安市泰山区泰山景区内', '泰山', '泰山', '山东', '中国', '', '0', '2017-02-06 07:00:14');
INSERT INTO `demo` VALUES ('261', '2092', '薛宅', 'xue zhai', '30.9448961597845', '120.893258064986', '西塘西街北边', '西塘', '西塘', '浙江', '中国', '古迹遗址', '0', '2017-02-06 07:07:41');
INSERT INTO `demo` VALUES ('262', '2096', '望仙桥', 'wang xian qiao', '30.9449577331543', '120.898399353027', '西塘镇南烧香港底福源宫前', '西塘', '西塘', '浙江', '中国', '', '0', '2017-02-06 07:07:41');
INSERT INTO `demo` VALUES ('263', '1382', '秦泰山刻石', 'qin tai shan ke shi', '36.1953353881836', '117.131309509277', '泰安市泰山区岱庙景区内', '泰山', '泰山', '山东', '中国', '古迹遗址', '0', '2017-02-06 08:53:11');
INSERT INTO `demo` VALUES ('264', '1115', '横山书院', 'heng shan shu yuan', '39.7380905151367', '121.713966369629', '大连市瓦房店市复州城西街', '瓦房店', '瓦房店', '辽宁', '中国', '古迹遗址', '0', '2017-02-06 09:29:50');
INSERT INTO `demo` VALUES ('265', '2832', '珠海市博物馆', 'zhu hai shi bo wu guan ', '22.257530307198', '113.577570140362', '珠海市香洲区景山路191号', '珠海', '珠海', '广东', '中国', '博物馆', '0', '2017-02-06 09:42:17');
INSERT INTO `demo` VALUES ('266', '2833', '珍珠乐园', 'zhen zhu le yuan ', '22.3721866607666', '113.581726074219', '珠海市香洲区唐家湾（111省道）。', '珠海', '珠海', '广东', '中国', '', '0', '2017-02-06 09:51:27');
INSERT INTO `demo` VALUES ('267', '2828', '梦幻水城', 'meng huan shui cheng ', '22.2400169372559', '113.536188229919', '珠海市香洲区兰埔路', '珠海', '珠海', '广东', '中国', '主题乐园', '0', '2017-02-07 13:42:56');
INSERT INTO `demo` VALUES ('268', '1765', '东林书院', 'dong lin shu yuan ', '31.5763794799297', '120.308369144798', '无锡市崇安区解放东路867号苏家弄内（近保利广场）', '无锡', '无锡', '江苏', '中国', '', '0', '2017-02-07 15:30:02');
INSERT INTO `demo` VALUES ('269', '2284', '美庐', 'mei lu', '29.5645008087158', '115.983581542969', '江西庐山区牯岭东谷的长冲河畔', '庐山', '庐山', '江西', '中国', '', '0', '2017-02-07 15:39:32');
INSERT INTO `demo` VALUES ('270', '1265', '栈桥', 'zhan qiao ', '36.0584602355957', '120.320454105735', '青岛市市南区太平路14号', '青岛', '青岛', '山东', '中国', '自然风光', '0', '2017-02-07 15:40:14');
INSERT INTO `demo` VALUES ('271', '1267', '鲁迅公园', 'lu xun gong yuan ', '36.0546465429029', '120.332756996155', '青岛市市南区琴屿路1号', '青岛', '青岛', '山东', '中国', '自然风光', '0', '2017-02-07 15:40:16');
INSERT INTO `demo` VALUES ('272', '240', '十渡孤山寨', 'shi du gu shan zhai ', '39.6369438171387', '115.627235412598', '北京市房山区十渡镇十渡世界地质公园七渡村南', '房山', '北京', '北京', '中国', '漂流!===!自然风光!===!赏花踏青', '0', '2017-02-28 14:53:31');
INSERT INTO `demo` VALUES ('273', '1111', '万忠墓', 'wan zhong mu', '38.8175086975098', '121.260932922363', '', null, '上海', '上海', '中国', '名胜古迹', '0', '2017-03-13 20:38:50');
INSERT INTO `demo` VALUES ('274', '1450', '钟楼', 'zhong lou', '34.2593994140625', '108.946998596191', '西安市莲湖区西安市中心,东西南北四条大街的交汇点', '西安', '西安', '陕西', '中国', '名胜古迹', '0', '2017-03-13 20:38:51');
INSERT INTO `demo` VALUES ('275', '1113', '苏军烈士陵园', 'su jun lie shi ling yuan', '38.8311347961426', '121.246597290039', '', null, null, null, null, '名胜古迹', '0', '2017-03-13 20:38:53');
INSERT INTO `demo` VALUES ('276', '1439', '西安碑林', 'beilinbowuguan', '34.2525901794434', '108.95287322998', '西安市文昌门内三学街15号', '西安', '西安', '陕西', '中国', '展览演出', '0', '2017-03-13 20:38:55');
INSERT INTO `demo` VALUES ('277', '2042', '岳庙', 'yue miao ', '30.2520713806152', '120.13444519043', '杭州市西湖区北山路80号', '杭州', '杭州', '浙江', '中国', '名胜古迹', '0', '2017-03-13 20:38:55');
INSERT INTO `demo` VALUES ('278', '1108', '旅顺博物馆', 'lv shun bo wu guan', '38.8082466125488', '121.23365020752', '大连市旅顺口区', null, null, null, null, '展览演出', '0', '2017-03-13 20:38:59');
INSERT INTO `demo` VALUES ('279', '2196', '西施故里', 'xishiguli', '29.7090511322021', '120.240852355957', '诸暨市城南苎萝山下', '绍兴', '绍兴', '浙江', '中国', '展览演出!===!名胜古迹', '0', '2017-03-13 21:11:05');
INSERT INTO `demo` VALUES ('280', '2026', '玉皇飞云（八卦田）', 'yu huang fei yun （ba gua tian ）', '30.2139873504639', '120.14599609375', '杭州市西湖区玉皇山路1号', '杭州', '杭州', '浙江', '中国', '自然风光', '0', '2017-03-14 02:39:32');
INSERT INTO `demo` VALUES ('281', '2962', '李子箐石林 ', 'liqinglin', '24.7420444488525', '103.38102722168', '', '昆明', '昆明', '云南', '中国', '自然风光', '0', '2017-03-14 02:39:32');
INSERT INTO `demo` VALUES ('282', '1932', '金山', 'jin shan', '32.2163047790527', '119.435333251953', '镇江市润州区金山路62号', '镇江', '镇江', '江苏', '中国', '自然风光', '0', '2017-03-14 02:40:58');
INSERT INTO `demo` VALUES ('283', '2029', '黄龙吐翠', 'huang long tu cui ', '30.2617702484131', '120.141128540039', '杭州市西湖区曙光路69号', '杭州', '杭州', '浙江', '中国', '自然风光', '0', '2017-03-14 02:41:05');
INSERT INTO `demo` VALUES ('284', '2197', '卧龙山（府山公园）', 'wolongshanfushangongyuan', '29.9994697570801', '120.574684143066', '绍兴市中心偏西', '绍兴', '绍兴', '浙江', '中国', '自然风光', '0', '2017-03-14 02:41:31');
INSERT INTO `demo` VALUES ('285', '3010', '民族风情园', 'minzufengqingyuan', '21.9962177276611', '100.792694091797', '民航路41号', '西双版纳', '西双版纳', '云南', '中国', '农家乐', '0', '2017-03-14 02:41:31');
INSERT INTO `demo` VALUES ('286', '1112', '日俄监狱旧址', 'ri e jian yu jiu zhi', '38.8247985839844', '121.264556884766', '', null, null, null, null, '', '0', '2017-03-14 02:42:20');
INSERT INTO `demo` VALUES ('287', '1275', '小鱼山', 'xiao yu shan', '36.0597763061523', '120.341857910156', '青岛市南区鱼山路和福山路交会处', '青岛', '青岛', '山东', '中国', '自然风光', '0', '2017-03-14 02:42:20');
INSERT INTO `demo` VALUES ('288', '2194', '五泄国家森林公园', 'wuxieguojiasenlingongyuan', '29.7115802764893', '120.050773620605', '偏门外跨湖桥', '绍兴', '绍兴', '浙江', '中国', '自然风光', '0', '2017-03-14 02:42:20');
INSERT INTO `demo` VALUES ('289', '2881', '象山公园', 'xiang shan gong yuan', '25.2671184539795', '110.29598236084', '桂林市象山区民主路', '桂林', '桂林', '广西', '中国', '', '0', '2017-03-14 02:43:22');
INSERT INTO `demo` VALUES ('290', '1114', '胜利塔', 'sheng li ta', '38.8077697753906', '121.240440368652', '', null, null, null, null, '', '0', '2017-03-14 02:43:30');
INSERT INTO `demo` VALUES ('291', '1103', '白玉山', 'bai yu shan', '38.8130874633789', '121.255813598633', '', null, null, null, null, '自然风光', '0', '2017-03-14 02:45:16');
